import React from 'react';
import styles from './about.module.scss'

const About = () => {
    return (
        <div className={styles.root}>
           <p>
               Иранское искусство, глобальные технологии. Бренд Palermo начал свою профессиональную деятельность с 2014 года, используя опытных и высококвалифицированных специалистов. Главная цель бренда — производство и представление высококачественной продукции. Например, керамогранитные плитки, суперполированные, матовые и рустикальные, в большом разнообразии размеров и эксклюзивном размере 80*120. Для достижения своих целей мы тесно сотрудничаем с известными компаниями, такими как Esmallglass (ESP) и Sicer (IT). Этот бренд имеет национальный сертификат Ирана, европейский CE, итальянский Centro Ceramico и испанский ITC. За этим брендом стоит огромная мотивация для продвижения научных исследований и разработки в этой отрасли.
           </p>
        </div>
    );
};

export default About;